{
    "First": [
        "We're always in trouble! Isn't this extraordinary - it follows us everywhere!",
        "You can't rewrite history. Not one line!",
        "One day, I shall come back. Yes, I shall come back. Until then, there must be no regrets, no tears, no anxieties. Just go forward in all your beliefs and prove to me that I am not mistaken in mine. Goodbye, Susan. Goodbye, my dear.",
        "The least important things, sometimes, my dear boy, lead to the greatest discoveries.",
        "What's that, my boy?",
        "Have you ever thought what it's like to be wanderers in the Fourth Dimension? Have you? To be exiles? Susan and I are cut off from our own planet - without friends or protection. But one day we shall get back. Yes, one day...."
    ],
    "Second": [
        "When I say run, run. ...RUN!",
        "I don't like it.",
        "Life depends on change, and renewal.",
        "There are some corners of the universe which have bred the most terrible things. Things which act against everything we believe in. They must be fought.",
        "I am not a student of human nature. I am a professor of a far wider academy of which human nature is merely a part.",
        "Our lives are different to anybody else's. That's the exciting thing, that nobody in the universe can do what we're doing.",
        "People spend all their time making nice things and then other people come along and break them!"
    ],
    "Third": [
        "Reverse the polarity.",
        "Reverse the polarity of the neutron flow.",
        "A straight line may be the shortest distance between two points, but it is by no means the most interesting.",
        "You know Jo, I sometimes think that military intelligence is a contradiction in terms.",
        "Obviously the Time Lords have programmed the TARDIS always to return to Earth. It seems that I am some kind of a galactic yo-yo!",
        "Allow me to congratulate you, sir. You have the most totally closed mind that I've ever encountered.",
        "Courage isn't just a matter of not being frightened, you know. It's being afraid and doing what you have to do anyway.",
        "I had to face my fear ... that was more important than just going on living ...",
        "A tear, Sarah Jane?"
    ],
    "Fourth": [
        "Would you like a jelly baby?",
        "Can't? Can't? There's no such word as can't!",
        "You may be a doctor. But I'm the Doctor. The definite article, you might say.",
        "Well, of course I'm being childish! There's no point being grown-up if you can't be childish sometimes.",
        "Never cared much for the word 'impregnable.' Sounds a bit too much like 'unsinkable.'",
        "It may be irrational of me, but human beings are my favorite species.",
        "Excuse me, can you help me? I'm a spy.",
        "Do I have the right? Simply touch one wire against the other, and it's it? The Daleks cease to exist?",
        "You're a classic example of the inverse ratio between the size of the mouth and the size of the brain.",
        "I'm a very dangerous fellow when I don't know what I'm doing.",
        "I'm not a human being; I walk in eternity"
    ],
    "Fifth": [
        "Sorry, must dash!",
        "When I say run, run",
        "Ah, you've come to help me find the Zero Room. Welcome aboard. I'm the Doctor, or would be if this regeneration works out",
        "I wonder, boy. What would you do if you were me? Hmmm. Perhaps I should ask what I would I do if I were me",
        "For some people, small, beautiful events are what life is all about!",
        "That's the trouble with regeneration. You never quite know what you're going to get.",
        "There's always something to look at if you open your eyes!",
        "An apple a day keeps the... No, never mind.",
        "Oh, marvellous. You're going to kill me. What a finely tuned response to the situation."
    ],
    "Sixth": [
        "You were expecting someone else?",
        "Change, my dear. And it seems not a moment too soon.",
        "Planets come and go. Stars perish. Matter disperses, coalesces, forms into other patterns, other worlds. Nothing can be eternal.",
        "This is a situation that requires tact and finesse. Fortunately, I am blessed with both.",
        "In all my travelling throughout the universe, I have battled against evil, against power-mad conspirators. I should have stayed here. The oldest civilisation: decadent, degenerate, and rotten to the core. Power-mad conspirators, Daleks, Sontarans, Cybermen - they're still in the nursery compared to us. Ten million years of absolute power. That's what it takes to be really corrupt.",
        "It is a far, far better thing that I do, than I have ever done; it is a far, far better rest that I go to than I have ever known."
    ],
    "Seventh": [
        "You don't understand regeneration, Mel. It's a lottery, and I've drawn the short plank.",
        "Two wrongs don't make a left turn.",
        "Love has never been noted for its rationality.",
        "Think about me when you're living your life one day after another, all in a neat pattern. Think about the homeless traveller and his old police box, with his days like crazy paving.",
        "You can always judge a man by the quality of his enemies.",
        "Your species has the most amazing capacity for self-deception, matched only by its ingenuity when trying to destroy itself",
        "There are worlds out there where the sky is burning, and the sea's asleep, and the rivers dream; people made of smoke and cities made of song. Somewhere there's danger, somewhere there's injustice, and somewhere else the tea's getting cold. Come on, Ace. We've got work to do."
    ],
    "Eighth": [
        "The universe hangs by such a delicate thread of points, it's useless to meddle with it. Unless, like me, you're a Time Lord.",
        "Who am I? Who am I? Who... Am... I?!",
        " I love humans. Always seeing patterns in things that aren't there.",
        "Good. Charley, C'rizz, Lucie, Tamsin, Molly: Friends, companions I've known, I salute you. And Cass, I apologise. Physician, heal thyself..."
    ],
    "War": [
        "Doctor no more.",
        "No more.",
        "Great men are forged in fire. It is the privilege of lesser men to light the flame.",
        "I hope the ears are a bit less conspicuous this time.",
        "What I did, I did without choice. In the name of peace and sanity."
    ],
    "Ninth": [
        "Fantastic",
        "Let me tell you something about the human race. You put a mysterious blue box slap-bang in the middle of town, what do they do? Walk past it. Now stop your nagging. Let's go and explore.",
        "Do you wanna come with me? 'Cos if you do, then I should warn you — you're gonna see all sorts of things. Ghosts from the past. Aliens from the future. The day the Earth died in a ball of flame. It won't be quiet, it won't be safe, and it won't be calm. But I'll tell you what it will be: the trip of a lifetime!",
        "Nice to meet you, Rose. Run for your life!",
        " I'm the Doctor, by the way. What's your name?",
        "I can feel it. The turn of the Earth. The ground beneath our feet is spinnin' at 1,000 miles an hour and the entire planet is hurtling around the sun at 67,000 miles an hour, and I can feel it. We're fallin' through space, you and me, clinging to the skin of this tiny little world, and if we let go...That's who I am.",
        "The assembled hordes of Genghis Khan couldn't get through that door, and, believe me, they've tried.",
        "I give you, in return, air from my lungs.",
        "Everything has its time and everything dies.",
        "You think it'll last forever: people and cars and concrete. But it won't. One day it's all gone. Even the sky. My planet's gone. It's dead. It burned, like the Earth. It's just rocks and dust. Before its time.",
        " I saw the Fall of Troy! World War Five! I pushed boxes at the Boston Tea Party! Now I'm gonna die in a dungeon... in Cardiff!",
        "Nine hundred years of time and space, and I've never been slapped by someone's mother.",
        "Excuse me, do you mind not farting while I'm saving the world?",
        "We are not the same! I'm not - No, wait. Maybe we are. You're right. Yeah, okay. You've got a point. 'Cos I know what to do. I know what should happen. I know what you deserve. Exterminate! ",
        " The thing is, Adam, time travel is like visiting Paris. You can't just read the guidebook, you've got to throw yourself in! Eat the food, use the wrong verbs, get charged double and end up kissing complete strangers!Or is that just me?",
        "And I wanna find a blonde in a Union Jack tee. And I mean a specific one, I didn't just wake up this morning with a craving.",
        " Everybody lives, Rose. Just this once....Everybody lives!!",
        "Do you know what they call me in the ancient legends of the Dalek Homeworld? The Oncoming Storm. You might've removed all your emotions but I reckon right down deep in your DNA, there's one little spark left, and that's fear. Doesn't it just burn when you face me? ",
        "And if you wanna remember me, then you can do one thing, that's all, one thing. Have a good life. Do that for me, Rose. Have a fantastic life.",
        "Coward. Any day.",
        "Rose Tyler. I was going to take you to so many places. Barcelona. Not the city Barcelona, the planet Barcelona. You'd love it. Fantastic place! They've got dogs with no noses!",
        " I might never make sense again! I might have two heads, or no head. Imagine me with no head, ha! And don't say that's an improvement... ",
        " Rose, before I go, I just want to tell you you were fantastic. Absolutely fantastic. And do you know what? So was I!"
    ],
    "Tenth": [
        "Think you've seen it all? Think again. ",
        "Allons-y",
        "I'm sorry. I'm so sorry.",
        "Oh, yes!",
        "Hello! Oka...New teeth. That's weird. So where was I? Oh, that's right: Barcelona!",
        "Aw, I wanted to be ginger! ",
        " See, that's the thing. I'm the Doctor, but beyond that, I.. I just don't know. I literally do not know who I am. It's all untested. Am I funny? Am I sarcastic? Sexy?",
        "Look at these people, these human beings. Consider their potential! From the day they arrive on the planet, blinking, step into the sun, there is more to see than can ever be seen, more to do than-- no, hold on. Sorry, that's The Lion King.",
        "Oh, I'm, I'm dazed and confused. I've been chasing this... this wee-naked child over hill and over dale. Ain't that right, ya... tim'rous beastie?",
        "No, don't do that.",
        "So, physics! Physics, eh? Physics! Phyyyysics!I hope you're getting all this down!",
        "You can spend the rest of your life with me, but I can't spend the rest of mine with you. I have to live on. Alone. That's the curse of the Time Lords.",
        "Mickey, what's pre-revolutionary France doing on a spaceship? Get a little perspective!",
        "Yeah? Well I'm the Lord of Time.",
        "I'd call you a genius, except I'm in the room.",
        "I've seen fake gods and bad gods and demigods and would-be gods; out of all that, out of that whole pantheon, if I believe in one thing... just one thing... I believe in her.",
        "Quite right, too. And I suppose, if it's my last chance to say it... Rose Tyler...",
        "Crossing into established events is strictly forbidden. Except for cheap tricks.",
        "I'm not just a Time Lord, I'm the last of the Time Lords.",
        "The Doctor is in!",
        "I'm old enough to know that a longer life isn't always a better one.",
        "This is my timey-wimey detector. It goes ding when there's stuff. Also, it can boil an egg at 30 paces",
        "People assume that time is a strict progression of cause to effect, but, actually, from a non-linear, non-subjective viewpoint, it's more like a big ball of wibbly-wobbly... timey-wimey... stuff.",
        " Oh! I know what it's like. It's like when you fancy someone and they don't even know you exist.",
        " Come on. It can't end like this. You and me, all the things we've done. Axons, remember the Axons? And the Daleks? We're the only two left. I have no one else. REGENERATE!",
        "I'm the Doctor. I'm a Time Lord. I'm from the planet Gallifrey in the constellation of Kasterborous. I'm nine hundred and three years old, and I'm the man who's gonna save your lives and all six billion people on the planet below. You got a problem with that?",
        "You need to get yourself a better dictionary. When you do, look up genocide. You'll find a little picture of me there, and the caption'll read Over my dead body",
        "I'm a time traveller. I point and laugh at archaeologists.",
        " Don't play games with me. You just killed someone I liked and that is not a safe place to stand! ",
        "Roast beef. Bananas. The Medusa Cascade. Bang! Rose Tyler, Martha Jones, Donna Noble, TARDIS! Shamble-bobble-dibble-dooble. Oh, Doctor, you're so handsome. Yes, I am, thank you.",
        "That there are people living in the light, and singing songs of Donna Noble. A thousand, million light years away. They will never forget her, while she can never remember. But for one moment, one shining moment, she was the most important woman in the whole wide universe.",
        "There are laws of time. Once upon a time there were people in charge of those laws, but they died. They all died. Do you know who that leaves? Me! It's taken me all these years to realise the laws of time are mine, and they will obey me!",
        "Even if I change, it feels like dying. Everything I am dies. Some new man goes sauntering away... and I'm dead.",
        "I don't want to go."
    ],
    "Eleven": [
        "I'm not running away from things, I am running to them. Before they flare and fade forever.",
        "Geronimo!",
        "Bow ties are cool",
        "Come along, Pond",
        "I'm the Doctor; I'm worse than everybody's aunt!",
        "Hello. I'm the Doctor. Basically...run.",
        "I am definitely a mad man with a box.",
        "Didn't anyone ever tell you? There's one thing you never put in a trap if you're smart. If you value your continued existence, if you have any plans about seeing tomorrow, there's one thing you never, ever put in a trap. Me",
        "Hello, Stonehenge! Who takes the Pandorica, takes the universe! But bad news, everyone,'cause guess who! Ha! Listen, you lot! You're all whizzing about; it's really very distracting. Could you all just stay still a minute, because I! AM! TALKING! Now, the question of the hour is, Who's got the Pandorica? Answer: I do. Next question: Who's coming to take it from me? Come on! Look at me! No plan, no back-up, no weapons worth a damn! Oh, and something else, I don't have anything to lose! So, if you're sitting up there in your silly little spaceship with all your silly little guns, and you've got any plans on taking the Pandorica tonight, just remember who's standing in your way! Remember every black day I ever stopped you, and then, and then, do the smart thing: Let somebody else try first.",
        "The universe is big, it's vast and complicated, and ridiculous. And sometimes, very rarely, impossible things just happen and we call them miracles.",
        "It's a fez. I wear a fez now. Fezzes are cool.",
        "I'm being extremely clever up here and there's no one to stand around looking impressed! What's the point in having you all?",
        "Codename: The Doctor. These are my top operatives: The Legs, The Nose, and Mrs. Robinson.",
        "Good men don't need rules. Today is not the day to find out why I have so many.",
        "Rory, take Hitler and put him in the cupboard over there, now. Do it.",
        "Dinosaurs! On a spaceship!!!",
        "My name, my real name - that is not the point. The name I chose is the Doctor. The name you choose, is like... it's like a promise you make. He's the one who broke the promise.",
        "I've been running all my lives... through time and space. Every second of every minute of every day for over nine hundred years. I fought for peace in a universe at war. Now the time has come to face the choices I made in the name of the Doctor. Our future depends on one single moment of one impossible day. The day I've been running from all my life. The day of the Doctor.",
        "I have a new destination. My journey is the same as yours, the same as anyone's. It's taken me so many years, so many lifetimes, but, at last, I know where I'm going, where I've always been going: Home, the long way 'round.",
        "I will always remember when the Doctor was me."
    ],
    "Twelfth": 
    [
    "I am not … a good man! … And I'm not a bad man. … I am not a hero — and I'm definitely not a President — and no — I'm not an officer! … You know what I am? … I AM … an IDIOT! … with a box — and a screwdriver — passing through, helping out, learning.",
    "Shut up!",
    "Kidneys! I've got new kidneys! I don't like the colour.",
    "Stay calm! Just one question... Do you happen to know how to fly this thing?",
    "They're cross! They're crosser than the rest of my face. They're independently cross! They probably want to cede from the rest of my face and set up their own independent state of eyebrows! Oh, that's Scots... I am Scottish. Haven't I? I've gone Scottish?",
    "I'm the Doctor. I've lived for over two thousand years, and not all of them were good. I've made many mistakes, and it's about time I did something about that.",
    "Yeah, my carer. She cares so I don't have to.",
    "Listen! Question: Why do we talk out loud when we know we're alone? Conjecture: because we know we are not. Evolution perfects survival skills. There are perfect hunters. There is perfect defense. Question: Why is there no such thing as perfect hiding? Answer: How would you know? Logically, if evolution were to perfect a creature whose primary skill were to hide from view, how could you know it existed? It could be with us every second and we would never know. How would you detect it? Even sense it? Except in those moments when, for no clear reason, you choose to speak aloud. What would such a creature want? What would it do?",
    "What's that in the mirror? Or the corner of your eye? What's that footstep following, but never passing by? Perhaps they're all just waiting, perhaps when we're all dead. Out they'll come a-slithering from underneath the bed.",
    "You want to know what's in that box? I'll tell you what's in that box! It's a Time Machine! It also travels in space! And it usually contains a man who just wants to get on with his work of preventing the end of the world — but keeps on getting interrupted by boring little humans!",
    "Hello. I am the Doctor, and I will be your victim this evening. Are you my mummy?",
    "You are monsters! That is the role you seem determined to play, so it seems that I must play mine: the man that stops the monsters.  I am the Doctor, and I name you the Boneless!",
    "Do you think I care for you so little that betraying me would make a difference?",
    "Can you just hurry up, please? Or I'll hit you with my shoe.",
    "Of course... the Earth's darkest hour and mine. Where else would you be? Thank you.",
    "There's a horror movie called Alien? That's really offensive. No wonder everyone keeps invading you!",
    "Now, the real question is: Where did he get the cup of tea? Answer: I'm the Doctor. Just accept it.",
    "There's no such thing as the Doctor. I’m just a bloke in a box telling stories. I didn’t come here because I'm ashamed. A bit of shame never hurt anyone. I came… because you're sick and you asked. And because sometimes, on a good day, if I try very hard… I’m not some old Time Lord who ran away. I'm the Doctor.",
    " So who's in charge now? I need to know who to ignore.",
    "It's okay, I understand. You're an idiot.",
    "Every time I think it can't get more extraordinary, it surprise me. It's impossible. I hate it. It's evil. It's astonishing. I want to kiss it to death.",
    "So, there's this man, he has a time machine. Up and down history he goes — zip, zip, zip, zip, zip — getting into scrapes. Another thing he has is a passion for the works of Ludwig van Beethoven. Then, one day, he thinks, what's the point in having a time machine if you don't get to meet your heroes? So, off he goes to 18th Century Germany, but he can't find Beethoven anywhere. No one's heard of him. Not even his family have any idea who the time traveller is talking about. Beethoven literally doesn't exist. (a beat) This didn't happen, by the way. I've met Beethoven. Nice chap. Very intense. Loved an arm wrestle. No, this is called the bootstrap paradox. Google it. The time traveller panics. He can't bear the thought of a world without the music of Beethoven. Luckily, he'd brought all of his Beethoven sheet music for Ludwig to sign. So, he copies out all the concertos and the symphonies, and he gets them published. He becomes Beethoven. And history continues with barely a feather ruffled. [turns on his amplifier and puts on his electric guitar] My question is this: who put those notes and phrases together? Who really composed Beethoven's Fifth? ",
    " I'm the Doctor, and I save people. And if anyone happens to be listening, and you've got any kind of a problem with that, to hell with you!"
    ],
    "Companions":
    [
    "Rose: This is the story of how I died. ",
    "Rose: Five million Cybermen? Easy. One Doctor? Now you're scared! ",
    "Rose: I am the Bad Wolf. I create myself. I take the words; I scatter them in time and space … a message to lead myself here.",
    "The Moment: Oh, look at you; Stuck between a girl and a box. Story of your life, eh, Doctor?",
    "The Moment: You know the sound the TARDIS makes? That wheezing, groaning... That sound brings hope wherever it goes.",
    "Jack: Excellent bottom!",
    "Jack: Funny thing...last time I was sentenced to death, I ordered four Hyper Vodkas for breakfast. All a bit of a blur after that. Woke up in bed with both my executioners. Lovely couple. They stayed in touch. Can't say that about most executioners...",
    "Jack: Do I look like an 'out of bounds' kind of guy?",
    "Jack: Okay, vanity, sorry. Yeah, can't help it. Used to be a poster boy when I was a kid, living on the Boeshane Peninsula. Tiny little place. I was the first one ever to be signed up for the Time Agency. They were so proud of me...The Face of Boe, they called me.",
    "Jack:  I can't tell you what I'm thinking right now...",
    "Donna: Listen, Sister. You may have eyes on the back of your hands; but you'll have eyes on the back of your head by the time I'm finished with you! Let me go!",
    "Donna: You fought her off with a water pistol! I bloody love you!",
    "Donna: He saves planets, rescues civilizations, defeats terrible creatures... and runs a lot. Seriously, there is an outrageous amount of running involved.",
    "Donna: You're naked!",
    "Donna: You. Are. Bonkers!",
    "Donna: Oi, watch it, spaceman!",
    "Tim Latimer: He's like fire and ice and rage. He's like the night and the storm in the heart of the sun. He's ancient and forever. He burns at the centre of time and can see the turn of the universe...and he's wondeful",
    "Martha: I travelled across the world. From the ruins of New York, to the fusion mills of China, right across the radiation pits of Europe. And everywhere I went I saw people just like you, living as slaves! But if Martha Jones became a legend then that's wrong, because my name isn't important. There's someone else. The man who sent me out there, the man who told me to walk the Earth. And his name is The Doctor. He has saved your lives so many times and you never even knew he was there. He never stops. He never stays. He never asks to be thanked. But I've seen him, I know him... I love him... And I know what he can do.",
    "Martha: I spent a lot of time with you thinking I was second best. But you know what? I am good.",
    "Martha: You need to be careful, because you know the Doctor's wonderful and he's brilliant, but he's like fire. Stand too close and people get burned.",
    "Martha: Expelliarmus!",
    "River: Hello Sweetie.",
    "River: Spoilers ;) ",
    "Clara: Is there a word for total screaming genius that sounds modest and just a tiny bit sexy?"

    ]
}